---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.PlasticvinylType.Plastictransparent
enum: Autodesk.Revit.DB.Visual.PlasticvinylType
source: html/1639ab60-92da-1f33-af9f-9b79cbc7cd31.htm
---
# Autodesk.Revit.DB.Visual.PlasticvinylType.Plastictransparent